export const CATEGORIES_CARDS = [
  {
    title: <>КАТЕГОРІЯ A</>,
    price: <>₴6700</>,
    priceText: <>Теорія – 2850 грн, Практика – 3850 грн</>,
    list: [
      {
        title: <>Теоретичний курс: </>,
        text: <>60 год | Три тижні | 19  календарних днів</>,
      },
      {
        title: <>Практичний курс: </>,
        text: <>43,5 год | 7 тижнів | 61 календарний день</>,
      },
      {
        title: <>Навчання з: </>,
        text: <>16 років</>,
      },
    ],
    image: '/images/home/motocycle.svg',
    imageWidth: 2084,
    imageHeight: 1389,
  },
  {
    title: <>КАТЕГОРІЯ B</>,
    price: <>₴6850</>,
    priceText: <>
      Теорія – 3350 грн, Практика – 3500 грн <br/>
      Пальне окремо 20 практичних занять
    </>,
    list: [
      {
        title: <>Теоретичний курс: </>,
        text: <>
          64 год | Три тижні | 22 календарних дні
          <br/> Заняття очно з 16.00 до 19.00 крім суботи та неділі
        </>,
      },
      {
        title: <>Практичний курс: </>,
        text: <>40,5 год | 8 тижнів | 57 календарних днів</>,
      },
      {
        title: <>Навчання з: </>,
        text: <>18 років</>,
      },
    ],
    image: '/images/home/auto-2.svg',
    imageWidth: 2084,
    imageHeight: 1389,
  },
  {
    title: <>З «В» НА «С»</>,
    price: <>₴5350</>,
    priceText: <>Теорія – 2 350 грн, Практика – 3000 грн</>,
    list: [
      {
        title: <>Теоретичний курс: </>,
        text: <>
          42 год | Два тижні | 15 календарних днів<br/>
          Заняття очно з 16.00 до 19.00 крім Суботи та неділі
        </>,
      },
      {
        title: <>Практичний курс: </>,
        text: <>29,5 год | 7 тижнів | 47 календарних днів</>,
      },
      {
        title: <> Практика: </>,
        text: <>3000 грн | Пальне окремо | 14 практичних занять</>,
      },
    ],
    image: '/images/home/lorry.svg',
    imageWidth: 512,
    imageHeight: 512,
  },
  {
    title: <>З «С» НА «СЕ»</>,
    price: <>₴4850</>,
    priceText: <>Теорія – 2350 грн, Практика – 2500 грн</>,
    list: [
      {
        title: <>Теоретичний курс: </>,
        text: <>
          36 год | 2 тижні | 12 календарних дні <br/>
          Заняття очно з 16.00 до 19.00 крім Суботи та неділі
        </>,
      },
      {
        title: <>Практичний курс: </>,
        text: <>7 пар занять</>,
      },
    ],
    image: '/images/home/truck.svg',
    imageWidth: 2084,
    imageHeight: 1389,
  },
  {
    title: <>ДОПІДГОТОВКА</>,
    price: <>₴2250</>,
    list: [
      {
        title: <>Категорії: </>,
        text: <>З «B» на «А», «А1» | З «С» на «С1», «В», «А», «А1»</>,
      },
      {
        title: <>Практичний курс: </>,
        text: <>20,5 год | 12 календарних днів</>,
      },
      {
        title: <>Теоретичний курс: </>,
        text: <>Немає</>,
      },
    ],
    image: '/images/home/wheel.svg',
    imageWidth: 200,
    imageHeight: 200,
  },
];

export const HEADER = <>Навчання для всіх категорій</>;
export const DESCRIPTION = (
  <>
    Ми пропонуємо навчання для всіх видів категорій.
    Обирайте відповідну для вас та розпочинайте навчання!
  </>
);
